{
  "title": "隱私政策",
  "lastUpdated": "最後更新：{{date}}",
  "introduction": {
    "title": "引言",
    "content": "Mindseye（\"我們\"、\"我們的\"或\"本公司\"）尊重您的隱私，並致力於保護您的個人資料。本隱私政策將告知您我們如何處理您的個人資料，包括當您訪問我們的網站時收集的資料，無論您從何處訪問。本政策還將告知您的隱私權以及法律如何保護您。"
  },
  "sections": [
    {
      "title": "我們收集的資料",
      "content": "我們可能會收集、使用、存儲和傳輸不同類型的關於您的個人資料，我們將其分為以下類別：\n\n- **身份資料**：包括名字、姓氏、用戶名或類似標識符。\n- **聯繫資料**：包括電子郵件地址和電話號碼。\n- **技術資料**：包括IP地址、您的登錄資料、瀏覽器類型和版本、時區設置和位置、瀏覽器插件類型和版本、操作系統和平台，以及您用於訪問本網站的設備上的其他技術。\n- **使用資料**：包括有關您如何使用我們的網站和服務的信息。\n- **營銷和通信資料**：包括您接收我們營銷信息的偏好以及您的通信偏好。"
    },
    {
      "title": "我們如何收集您的資料",
      "content": "我們通過以下方式收集您的個人資料：\n\n- **直接互動**：當您填寫表格、通過電子郵件或其他方式與我們通信時，您可能會向我們提供您的身份、聯繫和財務資料。\n- **自動技術或互動**：當您與我們的網站互動時，我們可能會自動收集有關您的設備、瀏覽行為和模式的技術資料。我們通過使用cookies、服務器日誌和其他類似技術收集這些資料。\n- **第三方或公開可用來源**：我們可能會從各種第三方和公開來源接收有關您的個人資料。"
    },
    {
      "title": "我們如何使用您的資料",
      "content": "我們僅在法律允許的情況下使用您的個人資料。最常見的情況是：\n\n- 履行我們與您簽訂的合同或即將簽訂的合同。\n- 當有必要滿足我們的合法利益（或第三方的合法利益）時，並且您的利益和基本權利不超過這些利益。\n- 當我們需要遵守法律或監管義務時。"
    },
    {
      "title": "資料安全",
      "content": "我們已經實施了適當的安全措施，以防止您的個人資料被意外丟失、未經授權使用或訪問、更改或披露。此外，我們限制只有那些出於業務需要了解您個人資料的員工、代理商、承包商和其他第三方才能訪問您的個人資料。他們只會根據我們的指示處理您的個人資料，並且他們有保密義務。"
    },
    {
      "title": "資料保留",
      "content": "我們只會在滿足收集目的所需的時間內保留您的個人資料，包括出於滿足任何法律、會計或報告要求的目的。為了確定個人資料的適當保留期限，我們考慮了個人資料的數量、性質和敏感性，以及未經授權使用或披露您個人資料的潛在風險，我們處理您個人資料的目的以及我們是否能通過其他方式實現這些目的，以及適用的法律要求。"
    },
    {
      "title": "您的法律權利",
      "content": "在某些情況下，您對您的個人資料擁有權利。這些權利包括：\n\n- 請求訪問您的個人資料。\n- 請求更正您的個人資料。\n- 請求刪除您的個人資料。\n- 反對處理您的個人資料。\n- 請求限制處理您的個人資料。\n- 請求轉移您的個人資料。\n- 撤回同意的權利。"
    },
    {
      "title": "Cookies",
      "content": "您可以將您的瀏覽器設置為拒絕所有或某些瀏覽器cookies，或在網站設置cookies時提醒您。如果您禁用或拒絕cookies，請注意，本網站的某些部分可能會變得無法訪問或無法正常工作。"
    },
    {
      "title": "第三方鏈接",
      "content": "本網站可能包含指向第三方網站、插件和應用程序的鏈接。點擊這些鏈接或啟用這些連接可能允許第三方收集或共享有關您的數據。我們不控制這些第三方網站，也不對其隱私聲明負責。當您離開我們的網站時，我們鼓勵您閱讀您訪問的每個網站的隱私政策。"
    }
  ],
  "contact": {
    "title": "聯繫我們",
    "content": "如果您對本隱私政策有任何問題，或想行使您的法律權利，請聯繫我們：\n\n**電子郵件地址**：privacy@mindseye.com\n\n**郵寄地址**：Mindseye Privacy Team, 123 Game Street, Tech City, TC1 2AB"
  },
  "changes": {
    "title": "本隱私政策的變更",
    "content": "我們保留隨時更新或更改本隱私政策的權利。任何更改都將在我們的網站上發布新的隱私政策時生效。我們建議您定期查看本頁面以了解我們對隱私政策所做的任何更改。"
  }
} 