{
  "title": "Terms of Service",
  "sections": {
    "acceptance": {
      "title": "1. Acceptance of Terms",
      "content": "By accessing and using Mindseye Games, you accept and agree to be bound by the terms and provisions of this agreement. If you do not agree to these terms, please do not use our service."
    },
    "license": {
      "title": "2. Use License",
      "content": "Permission is granted to temporarily access the games and content on Mindseye Games for personal, non-commercial use only. This is the grant of a license, not a transfer of title, and under this license you may not:",
      "items": [
        "Modify or copy the materials",
        "Use the materials for any commercial purpose",
        "Attempt to decompile or reverse engineer any software contained on the website",
        "Remove any copyright or other proprietary notations from the materials",
        "Transfer the materials to another person or \"mirror\" the materials on any other server"
      ]
    },
    "userContent": {
      "title": "3. User Content",
      "content": "Users may not upload, share, or otherwise transmit any content that:",
      "items": [
        "Is unlawful, harmful, threatening, abusive, harassing, defamatory, or invasive of privacy",
        "Infringes any patent, trademark, trade secret, copyright, or other proprietary rights",
        "Contains software viruses or any other computer code designed to interrupt, destroy, or limit the functionality of any computer software or hardware"
      ]
    },
    "disclaimer": {
      "title": "4. Disclaimer",
      "content": "The materials on Mindseye Games are provided on an 'as is' basis. We make no warranties, expressed or implied, and hereby disclaim and negate all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights."
    },
    "limitations": {
      "title": "5. Limitations",
      "content": "In no event shall Mindseye Games or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on the website, even if we or an authorized representative has been notified orally or in writing of the possibility of such damage."
    },
    "links": {
      "title": "6. Links",
      "content": "Mindseye Games has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by us. Use of any such linked website is at the user's own risk."
    },
    "modifications": {
      "title": "7. Modifications",
      "content": "We may revise these terms of service at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service."
    },
    "governingLaw": {
      "title": "8. Governing Law",
      "content": "These terms and conditions are governed by and construed in accordance with the laws and you irrevocably submit to the exclusive jurisdiction of the courts in that location."
    },
    "community": {
      "title": "9. Community Guidelines",
      "content": "Our community is built on respect, inclusion, and fair play. When interacting with other users or participating in community features, please:",
      "items": [
        "Be respectful and considerate of other users",
        "Do not engage in harassment, bullying, or hate speech",
        "Do not cheat or exploit bugs in games",
        "Report inappropriate behavior to our moderation team",
        "Help create a positive and welcoming environment for all players"
      ]
    }
  },
  "lastUpdated": "Last updated:"
} 